[
    {
        "id": 1,
        "name": "Тюльпан",
        "description": "Мовою квітів тюльпани означають чисту любов, щастя, гармонію, трепетність і захоплення. Варто знати й те, що різні кольори тюльпанів мають своє значення. Червоні тюльпани означають кохання та пристрасть. Рожеві тюльпани символізують віру в майбутнє, ніжність. Білі тюльпани – символ чистої і безтурботної любові.",
        "price": 10,
        "image": "https://dy1yydbfzm05w.cloudfront.net/media/catalog/product/cache/39b52c4cabb46819553175347e38b212/t/u/tulips-dutch-webready-assets-persimmon-product-1000px-01_1.jpg"
    },
    {
        "id": 2,
        "name": "Троянда",
        "description": "Різні кольори символізують певні почуття. Червоний - колір незгасаючої любові, бадьорості й життєвої енергії. Рожевий - колір юності, краси, скромності і ніжності. Білі троянди характеризують того, хто подарував їх, як надійну і порядну людину. Жовтий - колір ревнощів, зради, а то і розлуки.",
        "price": 15,
        "image": "https://milosvet.com.ua/846-large_default/chajnaya-roza-otdushka.jpg"
    },
    {
        "id": 3,
        "name": "Півонія",
        "description": "Як і будь-які інші квіти, півонії мають своє сакральне значення. На заході ця квітка вважається символом сімейного щастя і удачі. Він також є національним символом Китаю і в східній культурі символізує честь, процвітання і багатство.",
        "price": 20,
        "image": "https://donpion.ua/static/media/uploads/product/One_flower/pion/.thumbnails/pion-bordo.jpg/pion-bordo-0x700.jpg"
    },
    {
        "id": 4,
        "name": "Ромашка",
        "description": "Значення квітки ромашка - перша любов, скромність, щирість романтичних мрій. Ще вона вважається символом дитинства. З нею пов'язують правду, надійне, щире почуття. Мова квітів твердить, що ромашка відповідає за благі наміри, невинність і чистоту.",
        "price": 8,
        "image": "https://cdn.spbdnevnik.ru/uploads/block/image/469547/__medium_unnamed.jpg.jpg"
    },
    {
        "id": 5,
        "name": "Хризантема",
        "description": "Хризантема по праву вважається символом сонця. У японців навіть існує свято в честь цієї квітки. Прийнято вважати, що хризантеми символізують собою відданість і вірність.",
        "price": 12,
        "image": "https://cvetyzakaz.ru/images/virtuemart/product/khrizantema-kustovaya-zhyolta.jpg"
    },
    {
        "id": 6,
        "name": "Гортензія",
        "description": "Квітку гортензії наділяють значенням надії, скромності й щирості, вважається, що гортензія відганяє нещастя і хвороби.",
        "price": 22,
        "image": "https://www.superflowers.com.ua/image/cache/data/vse%20bukety/gortenziya(1)-800x800.jpeg"
    }
]